FSAndDisk_Test/FS_Disk_SSD_MP400_8TB_NVMe_scripts/mp4008TB_fs_fio_test_write_ranseq/seq_write_block_1M_1_32_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 32 processes

seq_write_test: (groupid=0, jobs=32): err= 0: pid=2640542: Fri May 10 02:26:36 2024
  write: IOPS=713, BW=714MiB/s (748MB/s)(200GiB/286939msec); 0 zone resets
    slat (usec): min=64, max=93504, avg=295.12, stdev=1642.45
    clat (usec): min=865, max=184840, avg=43496.05, stdev=18616.81
     lat (usec): min=1065, max=208638, avg=43791.99, stdev=18799.67
    clat percentiles (msec):
     |  1.00th=[   16],  5.00th=[   26], 10.00th=[   28], 20.00th=[   29],
     | 30.00th=[   30], 40.00th=[   32], 50.00th=[   34], 60.00th=[   41],
     | 70.00th=[   60], 80.00th=[   64], 90.00th=[   67], 95.00th=[   72],
     | 99.00th=[   93], 99.50th=[  112], 99.90th=[  150], 99.95th=[  161],
     | 99.99th=[  178]
   bw (  KiB/s): min=266264, max=1946861, per=100.00%, avg=748946.71, stdev=9454.14, samples=17917
   iops        : min=  260, max= 1900, avg=730.73, stdev= 9.23, samples=17917
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.21%, 20=1.70%, 50=63.40%
  lat (msec)   : 100=33.92%, 250=0.75%
  cpu          : usr=0.21%, sys=0.38%, ctx=206814, majf=0, minf=525
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,204800,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=714MiB/s (748MB/s), 714MiB/s-714MiB/s (748MB/s-748MB/s), io=200GiB (215GB), run=286939-286939msec

Disk stats (read/write):
  nvme0n1: ios=0/409633, merge=0/58, ticks=0/17250261, in_queue=17253206, util=100.00%

Test Time: 2024-05-10 02:26:36
Device Name: filetest.txt
Device Info: